Repository: DenysMb/Klaro
Catalog: po/*/klaro.po
Languages: nl, pt

source: Translation application
nl: Vertaalprogramma
pt: Aplicação de tradução

# NAME OF TRANSLATORS
source: Your names
nl: Heimen Stoffels
pt: Denys Madureira

# EMAIL OF TRANSLATORS
source: Your emails
nl: vistausss@fastmail.com
pt: denysmb@zoho.com

source: Change language
nl: Taal wĳzigen
pt: Mudar idiomas

source: Translate
nl: Vertalen
pt: Traduzir

source: Switch languages
nl: Talen omwisselen
pt: Alternar idiomas

source: Auto detect
nl: Automatisch vaststellen
pt: Detectar automaticamente

source: Use English language names
nl: Engelstalige namen van talen tonen
pt: Usar nomes de idiomas em inglês

source: Select Languages
nl: Talen kiezen
pt: Selecionar idiomas

source: Input Language:
nl: Brontaal:
pt: Idioma de entrada:

source: Output Language:
nl: Doeltaal:
pt: Idioma de saída:

source: Translated text will appear here
nl: Vertaalde tekst wordt hier getoond
pt: O texto traduzido aparecerá aqui

source: Copy
nl: Kopiëren
pt: Copiar

source: Enter text to translate
nl: Voer hier de te vertalen tekst is
pt: Introduza o texto a traduzir

source: Invalid target language
nl: Ongeldige doeltaal
pt: Idioma de destino inválido
